/* No comment provided by engineer. */
"+48 61 630 60 05" = "+48 61 630 60 05";

/* No comment provided by engineer. */
"Attackers might be trying to steal your information (for example, passwords, messages, or credit cards)." = "Je možné, že sa útočníci snažia odcudziť vaše údaje (napr. heslá, správy alebo kreditné karty).";

/* No comment provided by engineer. */
"Back" = "Späť";

/* No comment provided by engineer. */
"Bank transfer" = "Bankový prevod";

/* No comment provided by engineer. */
"Cancel" = "Zrušiť";

/* No comment provided by engineer. */
"Card" = "Karta";

/* No comment provided by engineer. */
"Card number" = "Číslo karty";

/* No comment provided by engineer. */
"Close and go back" = "Zatvoriť a vrátiť sa späť";

/* No comment provided by engineer. */
"Correct your card number" = "Opravte číslo vašej karty";

/* No comment provided by engineer. */
"Credit card" = "Platobná karta";

/* No comment provided by engineer. */
"credit or debit" = "kreditná alebo debetná";

/* No comment provided by engineer. */
"Customer service" = "Podpora";

/* No comment provided by engineer. */
"CVV code" = "Kód CVV";

/* No comment provided by engineer. */
"Delete" = "Zmazať";

/* No comment provided by engineer. */
"Enter a card number" = "Zadajte číslo karty";

/* No comment provided by engineer. */
"Please enter a valid date" = "Prosím, zadajte platný dátum";
"Please enter a valid code" = "Prosím, zadajte platný kód";
"MM/YY" = "MM/RR";

/* No comment provided by engineer. */
"Enter CVV code" = "Zadajte kód CVV";

/* No comment provided by engineer. */
"Error" = "Chyba";

/* No comment provided by engineer. */
"Expiration date" = "Koniec platnosti";

/* No comment provided by engineer. */
"fast online transfer" = "rýchly online prevod";

/* No comment provided by engineer. */
"footer.termsAndCondiontsUrl" = "https://static.payu.com/sites/terms/files/TERMS_AND_CONDITIONS_OF_PROVIDING_PAYU_SERVICE.pdf";

/* No comment provided by engineer. */
"I accept " = "Prijímam ";

/* No comment provided by engineer. */
"New card" = "Pridať kartu";

/* No comment provided by engineer. */
"No, stay on one payment page" = "Nie, zostať na stránke platby";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Publisher" = "Vydavateľ";

/* No comment provided by engineer. */
"Save and use" = "Uložiť a použiť";

/* No comment provided by engineer. */
"Scan Card" = "Naskenovať kartu";

/* No comment provided by engineer. */
"Position your card in this frame" = "Umiestnite kartu do tohto rámu";

/* No comment provided by engineer. */
"Hold still…" = "Vyčkajte…";

/* No comment provided by engineer. */
"Select payment method" = "Vyberte platobnú metódu";

/* No comment provided by engineer. */
"This card is not supported" = "Táto karta nie je podporovaná";

/* No comment provided by engineer. */
"PayU Payment Terms" = "Platobné podmienky PayU";

/* No comment provided by engineer. */
"Use" = "Použiť";

/* No comment provided by engineer. */
"Version" = "Verzia";

/* No comment provided by engineer. */
"Yes, go back" = "Áno, vrátiť sa späť";

/* No comment provided by engineer. */
"Your connection is not secure" = "Vaše spojenie nie je zabezpečné";

/* No comment provided by engineer. */
"Your payment will be canceled. Continue?" = "Vaša platba bude zrušená. Pokračovať?";

/* Apple Pay strings */
"Apple Pay" = "Apple Pay";
"Configure to pay by phone" = "Nastaviť platbu mobilom";
"Pay by phone" = "Platiť mobilom";

/* Blik strings */
"BLIK" = "BLIK";
"use code from your bank app" = "použiť kód z vašej aplikácie internetového bakovníctva";
"Enter BLIK code" = "Zadajte kód BLIK";
"Authorize and store BLIK payment in your bank app" = "Autorizovať a uložiť platbu BLIK vo vašej aplikácii internetového bakovníctva";
"one-tap payment" = "platba jedným ťuknutím";
"Enter new BLIK code" = "Zadajte nový kód BLIK";
"saved BLIK payment" = "uložená platba BLIK";

/* Mastercard Installments strings */
"Transaction approved" = "Transakcia bola schválená";
"Installment payment" = "Platba na splátky";
"The recipient will get the total order amount." = "Príjemca dostane celkovú čiastku objednávky.";
"You can split this payment into installments with Mastercard." = "Túto platbu môžete s Mastercard rozdeliť na splátky.";
"Split into installments" = "Rozdeliť na splátky";
"No, thanks" = "Nie, ďakujem";
"You can pay in installments with Mastercard. Select the number of installments to confirm." = "S kartou Mastercard môžete platiť na splátky. Vyberte počet splátok pre potvrdenie.";
"total" = "celkom";
"1st installment" = "Prvá splátka";

/* payu installments */
"Installments" = "Splátky";
"decision in even 15 minutes" = "Schválenie v priebehu 15 minútach";
"Your application is still being reviewed." = "Vašu žiadosť ešte stále kontrolujeme.";
"Your lender and/or store will inform you of the next steps." = "Váš veriteľ alebo predajca vás bude informovať o ďalších krokoch.";
"In order to finalize the process You will be redirected to browser" = "Presmerujeme vás do prehliadača, aby ste dokončili proces";
"Accept" = "Prijať";
